fix/fixing the issue of diagrams not loading on readme
